IDEA Open Model
ConcreteMemberDataEc2.DeflectionRequirement Property
Compatible with IDEA StatiCa 20.1
 gets or set deflection requirement for deflection calculation
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public DeflectionRequirementEc2 DeflectionRequirement { get; set; }
Public Property DeflectionRequirement As DeflectionRequirementEc2
	Get
	Set
Property Value
Type: DeflectionRequirementEc2
See Also
Reference
ConcreteMemberDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace